
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "activemq"
brew "avrdude"
brew "bash"
brew "bfg"
brew "icu4c"
brew "gettext"
brew "readline"
brew "sqlite"
brew "glib"
brew "circleci"
brew "cmake"
brew "cocoapods"
brew "jasper"
brew "libtiff"
brew "dcraw"
brew "deno"
brew "docker"
brew "exiftool"
brew "expat"
brew "fastlane"
brew "graphite2"
brew "harfbuzz"
brew "python"
brew "ffmpeg"
brew "geos"
brew "hdf5"
brew "libxml2"
brew "libdap"
brew "libgeotiff"
brew "libpq"
brew "libspatialite"
brew "netcdf"
brew "nss"
brew "openblas"
brew "numpy"
brew "qt"
brew "poppler"
brew "zstd"
brew "gdal"
brew "gdk-pixbuf"
brew "ghc"
brew "pcre2"
brew "git"
brew "go"
brew "gotop"
brew "graphicsmagick"
brew "graphviz"
brew "helm"
brew "highlight"
brew "hugo"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "ilmbase"
brew "imagemagick"
brew "ios-deploy"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "libcroco"
brew "libraw"
brew "librsvg"
brew "mackup"
brew "mas"
brew "maven"
brew "minikube"
brew "mtr"
brew "neofetch"
brew "node"
brew "nvm"
brew "perl"
brew "pyenv"
brew "rclone"
brew "ruby"
brew "sl"
brew "sphinx-doc"
brew "spoof-mac"
brew "svgcleaner"
brew "svn"
brew "systemc"
brew "telnet"
brew "tomcat"
brew "vbindiff"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"

# Tools
cask "alfred"
cask "android-studio"
cask "authy"
cask "balenaetcher"
cask "bettertouchtool"
cask "brave-browser"
cask "carbon-copy-cloner"
cask "clipy"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "forklift"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hazel"
cask "idafree"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "keep"
cask "keybase"
cask "keycastr"
cask "lunar"
cask "little-snitch"
cask "minikube"
cask "notion"
cask "openinterminal"
cask "pocket-casts"
cask "postman"
cask "sequel-pro"
cask "shifty"
cask "skype"
cask "slack"
cask "sonos"
cask "spotify"
cask "suspicious-package"
cask "telegram"
cask "the-unarchiver"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "whatsapp"

# Quicklook
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "webpquicklook"
cask "quickgeojson"
cask "quicklook-json"
cask "quicklookase"


# rubocop:disable Style/NumericLiterals
mas "Disk Speed Test", id: 425264550
mas "DaisyDisk", id: 411643860
mas "1Blocker", id: 1107421413
mas "Xcode", id: 497799835
mas "Outbank", id: 1094255754
mas "Todoist", id: 585829637
mas "Pages", id: 409201541
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Notability", id: 736189492
mas "Amphetamine", id: 937984704
mas "iStat Menus", id: 1319778037
mas "ColorSlurp", id: 1287239339
mas "WiFi Explorer", id: 494803304
mas "iNet Network Scanner", id: 403304796
mas "Bitwarden", id: 1352778147
mas "Microsoft Remote Desktop", id: 1295203466
mas "Xcode", id: 497799835
